<?php
session_start();

$_GET['product_no'] = 9;
// $product_name = $p_name[$product_no];
// $product_price = $price[$product_no];
// $left_quantity = 15;
// $short_description = "LM草莓季~ ~ 這次也是突發奇想的開始，然後想說要來做一些草莓系列的達克瓦滋，不小心靈感爆發，然後一次就做出10種不同的達克，只能說草莓控不能錯過！ &#128293;&#128293;切記&#128293;&#128293; 如有特定日期必須在備註上寫上希望到貨日";
// $description = "LM草莓季~~<br>這次也是突發奇想的開始，然後想說要來做一些草莓系列的達克瓦滋，不小心靈感爆發，然後一次就做出10種不同的達克，只能說草莓控不能錯過！<br><br>草莓甜心-不敗款，裡面有著草莓奶霜，搭配新鮮草莓，以及乾燥草莓歲茘，三種不同層次，用不同的形式，增加草莓的香氣。<br>醋味莓莓-草莓和巴薩名可醋膏，是一個絕妙的搭配組合，這款我們運用了草莓奶霜，搭配上Q彈麻糬，最後林上草莓醬和醋膏，非常歐洲人吃法的達克！<br>雙莓達克-這款是運用了綜合莓果奶霜，搭配上卡士達奶霜，以新鮮草莓和藍莓做最後的點綴，不愛酸的這款香氣很足夠，味道又很柔順唷！<br>開心果草莓-去義大利旅行愛上了開心果冰淇淋，但市售的開心果將，根本難以達到那樣的香氣，所以我們用新鮮開心果自家製成的開心果醬，加入了奶霜當中，搭配上了草莓奶霜，去義大利過的人，一定不會錯過它！<br>抹茶草莓-這個不用多說了吧！運用日本靜岡抹茶，搭配上台灣草莓，香甜回甘的感覺，讓人著迷～<br>草莓甘納許-用上嘉麗寶70％苦甜巧克力，搭配上總統牌動鮮做出微苦微甜的甘納許， 搭配上草莓奶霜和新鮮草莓，一吃驚艷！<br>草莓生乳酪-想像草莓生乳酪蛋糕，夾在達克瓦茲裡的感覺，濃郁的口感，適合搭配上咖啡茶～<br>草莓奶凍-這款建議要退冰後享用，才能吃到Q彈的奶凍口感，搭配上西鮮草莓和草莓奶霜，多層次的口感<br>草莓爆米花-電影院草莓爆米花的香氣，我們用了焦糖爆米花，搭配上新鮮草莓，和草莓奶霜，喀滋喀滋的口感<br>草莓oreo-運用上oreo起司蛋糕底，搭配草莓奶霜，中間夾入草莓果醬，吃了會爆漿～<br><br>一次10種不同感覺的草莓系列達克<br>草莓季過了就沒有囉<br>大家可以手刀入手了<br><br>&#128293;&#128293;切記&#128293;&#128293;<br>如有特定日期必須在備註上寫上希望到貨日，未做此動作，就算私訊小編也可能會有漏單風險，保護自我權益，恕不負責.<br><br>【主要成分】杏仁粉，麵粉，蛋，糖，牛奶，奶油<br>【保存方式與期限】冷藏保存3天，冷凍保存20天，記得密封以防受潮！<br>【尺寸】40g一個＊十入<br>【包裝方式】10入大理石禮盒包裝";
  include "Product_template.php";

?>

