<?php
session_start();

$_GET['product_no'] = 7;
// $product_name = $p_name[$product_no];
// $product_price = $price[$product_no];
// $left_quantity = 15;
// $short_description = "【旅行蛋糕】紅酒莓果蛋糕
// 這款蛋糕以粉紅，白，金色作為基調，以夢幻風格打造整體外觀，帶點奢華感的公主風蛋糕，每個配件都精心撒上金粉銀粉，創造出人魚公主的閃耀感。再搭配上玫瑰金的亮片氣球，超級閃閃動人";
// $description = "【旅行蛋糕】紅酒莓果蛋糕<br>旅行蛋糕-之所以稱為旅行蛋糕，是因為它可以在常溫保存，適合旅行的時候攜帶，因而得名。而我們的蛋糕，因為大減少糖分以及奶油量，雖然是常溫蛋糕，但因為沒有任何防腐添加，所以常溫只能保存約三天的時間。<br><br>此款蛋糕以以紅酒為基底，加入各式莓果熬煮出帶酸度的莓果醬，搭配上加入荔枝酒的蛋糕體，一口咬下可以感受到莓果的酸，咀嚼後可吃到淡淡荔枝的香氣，是一款味道非常細緻的旅行蛋糕。<br><br>保存方式和期限：冷藏放置1個禮拜（口感上叫扎實），常溫放置3天（口感較鬆軟），冷凍放置1個月（未開封情況）。<br>配送方式：冷藏，冷凍，常溫即可。<br><br>配送說明：<br>【宅配】配送過程皆會有風險的可能，有太多我們無法預估的狀況，例如:天災、路況不穩、配送大哥手滑等等不可抗拒法因素。產品寄出前我們會包裝完整，做好防護措施，貼上托運單及警告標語。無重大毀損，商品寄出既無退貨。<br><br>🔥🔥切記🔥🔥<br>如有特定日期必須在備註上寫上希望到貨日，未做此動作，就算私訊小編也可能會有漏單風險，保護自我權益，恕不負責.";
  include "Product_template.php";

?>
