<?php
session_start();

$_GET['product_no'] = 5;
// $product_name = $p_name[$product_no];
// $product_price = $price[$product_no];
// $left_quantity = 15;
// $short_description = "【客製化蛋糕】男人系灰色風格蛋糕-以簡約灰黑色調作為主要的基底，以油畫的風格去呈現其質感，最後以金色做點綴，一款簡單又有質感的系列";
// $description = "【客製化蛋糕】男人系灰色風格蛋糕-以簡約灰黑色調作為主要的基底，以油畫的風格去呈現其質感，最後以金色做點綴，一款簡單又有質感的系列<br><br>客製蛋糕皆可客製口味，請再下訂時詢問唷！<br><br>蛋糕口味選擇<br>胡蘿蔔蛋糕+150<br>乳酪蛋糕+500<br>雙倍巧克力+110<br>草莓蛋糕+150（季節限定<br>藍莓蛋糕+100<br>榛果芝麻蛋糕+180<br><br>焦糖脆餅蛋糕<br>香蕉巧克力<br>抹茶蛋糕<br>巧克力蛋糕<br>芝麻蛋糕<br>檸檬蛋糕<br><br>會依據蛋糕口味不同有價格上的差異唷！<br><br>客製化蛋糕訂購流程<br>1.先聯絡設計師，討論想要的尺寸，大小，風格！可以提供相關參考圖片，我們會依據內容做設計，但因為我們不抄襲其他設計者的作品，所以無法100％一樣。訂購前請考慮。請務必先討論再下訂！！！！架上蛋糕也可以直接訂購。<br>2.協定好內容，價格後我們會上架商品，再麻煩下訂付款！<br>3.下訂付款後約7-14個工作天出貨，依據每期訂單數量，以及訂單複雜度會有所改變，急需蛋糕者請勿訂購！<br><br>【主要成分】麵粉，蛋，糖，牛奶，奶油<br>【保存方式與期限】冷藏保存3天，建議趁早食用完畢！<br>【尺寸】6吋蛋糕<br>【包裝方式】以蛋糕盒包裝！<br><br>運送宅配注意事項！！！！！<br>經過討論設計的蛋糕，會以宅配為主要設計方向，也會針對宅配做出適合妥善的包裝方式，但是在宅配過程中不能保證完全沒有損傷，所以在下訂前請先考慮再三！有重大損傷者，請在收到貨品後2小時內拍照回傳告知，我們將理賠損失，但最高賠償上限為新台幣1000元整";
  include "Product_template.php";

?>
