<?php
session_start();

$_GET['product_no'] = 8;
// $product_name = $p_name[$product_no];
// $product_price = $price[$product_no];
// $left_quantity = 15;
// $short_description = "嚴選70.5苦甜巧克力，搭配上濃郁香濃的乳酪增添口味上的層次";
// $description = "推！推！推！<br><br>濃厚的巧克力香氣，一口咬下，核桃的口感加上扎實蛋糕體是一款不敗的甜點之一<br><br>對了！別忘了LM甜點中都帶著小小驚喜，那就是我們奶油乳酪～快來吃吃看吧♡<br><br>商品名稱：乳酪布朗尼<br>商品成分：堅果，巧克力，麵粉，乳酪，雞蛋，糖，奶油<br>保存方式和期限：冷藏放置1個禮拜（口感上叫扎實），常溫放置3天（口感較鬆軟），冷凍放置1個月（未開封情況）。<br>配送方式：冷藏，冷凍，常溫即可。<br><br>配送說明：<br>【宅配】配送過程皆會有風險的可能，有太多我們無法預估的狀況，例如:天災、路況不穩、配送大哥手滑等等不可抗拒法因素。產品寄出前我們會包裝完整，做好防護措施，貼上托運單及警告標語。若是擔心宅配風險，MISS CAT 另有提供自取、面交、親送的取貨方式，需要以其他方式取件可以傳訊跟我們聯繫。 <br><br><b class='m-richtext-el'>特別注意</b> 2019/11/1-11/15不出貨，訂購產品會於11/15 後寄出";
  include "Product_template.php";

?>
